{"Home":"Startseite","A pixel NFT project from official N1Swap team":"Ein Pixel-NFT-Projekt vom offiziellen N1Swap-Team","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, die nächste dezentrale TRX-Börse, in die es sich zu investieren lohnt","Base on TRX network":"Basis auf TRX-Netzwerk","low transaction GAS":"niedrige Transaktion GAS","NST holder":"NST-Inhaber","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"Liquiditätsanbieter erhalten eine 0,25%ige Transaktionsgebühr, NST-Inhaber erhalten 0,05% Transaktionsgebühr","Lower Stablecoin trading slippage":"Geringere Stablecoin-Handelsslippage","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"Stablecoin-Handelspaare verwenden einen niedrigeren Slippage-Algorithmus (ähnlich wie Curve.fi)","Coming in End of April, Get Free NST Airdop now":"Kommt Ende April, jetzt kostenloses NST Airdop erhalten","Submit your Trx address":"Senden Sie Ihre Trx-Adresse","you can submit your address and get NST airdrops for free":"Sie können Ihre Adresse einreichen und erhalten NST Airdrops kostenlos","Submit":"Einreichen","Join in our community":"Werden Sie Mitglied in unserer Community","Join our community get 1 NST more":"Werden Sie Mitglied in unserer Community und erhalten Sie 1 NST mehr","Share in Twitter or FB":"Teilen Sie in Twitter oder FB","if someone fill the airdop with your share url, you will get 10 NFT more.":"wenn jemand den Airdop mit Ihrer Share-Url füllt, erhalten Sie 10 NFT mehr.","you can share anywhere like telegram ,discord, whatsapp ...":"Sie können überall teilen wie Telegram, Discord, Whatsapp ...","Notice":"Hinweis","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1 IP-Adresse, 1 Gerät, nur 1 airdop trx-Adresse pro Tag, das heißt, wenn ein Benutzer mehr als 1 Adresse sendet, werden die anderen ignoriert.","Extra Reward":"Extra-Belohnung","Already obtained":"Bereits erhalten","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"Während der N1Swap-Austausch in der Entwicklung ist, ist das NFT-Projekt Pixelschain des N1Swap-Teams jetzt live und Sie können auf den Button klicken, um damit zu spielen.","Visit":"Besuchen Sie","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"Teilen Sie einen neuen kostenlosen Airdrop-Token, N1Swap, der auf einer dezentralen Börse im Tron-Netzwerk basiert und voraussichtlich Ende April offiziell veröffentlicht wird. Sie können jetzt kostenlose NST-Tokens erhalten, indem Sie Ihre Wallet-Adresse eingeben."}