{"Home":"Accueil","A pixel NFT project from official N1Swap team":"Un projet pixel NFT de l'équipe officielle de N1Swap","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, le prochain échange décentralisé TRX dans lequel il vaut la peine d'investir.","Base on TRX network":"Basé sur le réseau TRX","low transaction GAS":"faible transaction GAS","NST holder":"Détenteur de NST","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"Les fournisseurs de liquidité recevront un taux de frais de transaction de 0,25%, les détenteurs de NST recevront un taux de frais de transaction de 0,05%.","Lower Stablecoin trading slippage":"Moins de dérapage dans la négociation du Stablecoin","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"Les paires d'échange de Stablecoin utilisent un algorithme de slippage inférieur (similaire à Curve.fi).","Coming in End of April, Get Free NST Airdop now":"A venir à la fin du mois d'avril, obtenez un NST Airdop gratuit maintenant.","Submit your Trx address":"Soumettez votre adresse Trx","you can submit your address and get NST airdrops for free":"Vous pouvez soumettre votre adresse et obtenir des largages NST gratuitement.","Submit":"Soumettre","Join in our community":"Rejoignez notre communauté","Join our community get 1 NST more":"Rejoignez notre communauté et recevez 1 NST en plus","Share in Twitter or FB":"Partagez sur Twitter ou FB","if someone fill the airdop with your share url, you will get 10 NFT more.":"si quelqu'un remplit l'airdop avec votre url de partage, vous obtiendrez 10 NFT de plus.","you can share anywhere like telegram ,discord, whatsapp ...":"vous pouvez partager n'importe où comme telegram ,discord, whatsapp ...","Notice":"Avis","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1 adresse ip, 1 appareil seulement 1 adresse trx airdop par jour, ce qui signifie que si un utilisateur envoie plus de 1 adresse, les autres seront ignorés.","Extra Reward":"Récompense supplémentaire","Already obtained":"Déjà obtenue","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"Alors que l'échange N1Swap est en cours de développement, le projet NFT Pixelschain de l'équipe N1Swap est maintenant en ligne et vous pouvez cliquer sur le bouton pour jouer avec.","Visit":"Visitez","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"Partagez un nouveau jeton de largage gratuit, N1Swap, qui est basé sur un échange décentralisé sur le réseau Tron et devrait être officiellement lancé à la fin du mois d'avril. Vous pouvez maintenant obtenir des jetons NST gratuits en indiquant l'adresse de votre portefeuille."}