{"Home":"Rumah","A pixel NFT project from official N1Swap team":"Sebuah proyek pixel NFT dari tim N1Swap resmi","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, TRX berikutnya desentralisasi pertukaran bernilai investasi di","Base on TRX network":"Berdasarkan jaringan TRX","low transaction GAS":"GAS transaksi yang rendah","NST holder":"pemegang NST","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"penyedia likuiditas akan menerima tingkat biaya transaksi 0,25%, pemegang NST menerima tingkat biaya transaksi 0,05%","Lower Stablecoin trading slippage":"perdagangan selip rendah Stablecoin","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"pasang perdagangan Stablecoin menggunakan algoritma slip rendah (mirip dengan Curve.fi)","Coming in End of April, Get Free NST Airdop now":"Datang di Akhir April, Dapatkan Gratis NST Airdop sekarang","Submit your Trx address":"Mengirimkan alamat Trx Anda","you can submit your address and get NST airdrops for free":"Anda dapat mengirimkan alamat Anda dan mendapatkan airdrops NST gratis","Submit":"Kirimkan","Join in our community":"Bergabung dalam komunitas kami","Join our community get 1 NST more":"Bergabung dengan komunitas kami mendapatkan 1 NST lebih","Share in Twitter or FB":"Berbagi di Twitter atau FB","if someone fill the airdop with your share url, you will get 10 NFT more.":"jika seseorang mengisi airdop dengan url berbagi Anda, Anda akan mendapatkan 10 NFT lebih.","you can share anywhere like telegram ,discord, whatsapp ...":"Anda dapat berbagi di mana saja seperti telegram, perselisihan, whatsapp ...","Notice":"Memperhatikan","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1 alamat ip, 1 perangkat hanya 1 airdop alamat trx per hari, yang berarti jika salah satu pengguna mengirim lebih dari 1 alamat, yang lain akan diabaikan.","Extra Reward":"ekstra Reward","Already obtained":"sudah diperoleh","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"Sementara bursa N1Swap dalam pembangunan, tim N1Swap ini NFT proyek Pixelschain sekarang hidup dan Anda dapat mengklik tombol untuk bermain dengan itu.","Visit":"Mengunjungi","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"Bagi token airdrop bebas baru, N1Swap, yang didasarkan pada pertukaran desentralisasi pada jaringan Tron dan diharapkan akan resmi dirilis pada akhir April. Anda sekarang bisa mendapatkan token NST gratis dengan mengisi alamat dompet Anda."}