{"Home":"Casa","A pixel NFT project from official N1Swap team":"Un progetto NFT in pixel dal team ufficiale di N1Swap","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, il prossimo scambio decentralizzato TRX in cui vale la pena investire","Base on TRX network":"Base sulla rete TRX","low transaction GAS":"bassa transazione GAS","NST holder":"Titolare NST","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"I fornitori di liquidità riceveranno un tasso di tassa di transazione dello 0,25%, i titolari di NST ricevono un tasso di tassa di transazione dello 0,05%","Lower Stablecoin trading slippage":"Minore slippage di trading di Stablecoin","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"Le coppie di trading Stablecoin utilizzano un algoritmo di slippage inferiore (simile a Curve.fi)","Coming in End of April, Get Free NST Airdop now":"In arrivo alla fine di aprile, ottieni ora NST Airdop gratuito","Submit your Trx address":"Invia il tuo indirizzo Trx","you can submit your address and get NST airdrops for free":"puoi inviare il tuo indirizzo e ottenere NST airdrops gratis","Submit":"Invia","Join in our community":"Unisciti alla nostra comunità","Join our community get 1 NST more":"Unisciti alla nostra comunità ottenere 1 NST più","Share in Twitter or FB":"Condividi su Twitter o FB","if someone fill the airdop with your share url, you will get 10 NFT more.":"se qualcuno riempie l'airdop con il tuo url di condivisione, otterrai 10 NFT in più.","you can share anywhere like telegram ,discord, whatsapp ...":"è possibile condividere ovunque come telegram, discord, whatsapp ...","Notice":"Avviso","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1 indirizzo ip, 1 dispositivo solo 1 indirizzo airdop trx al giorno, ciò significa che se un utente invia più di 1 indirizzo, gli altri saranno ignorati.","Extra Reward":"Ricompensa extra","Already obtained":"Già ottenuto","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"Mentre lo scambio N1Swap è in sviluppo, il progetto NFT Pixelschain del team N1Swap è ora attivo e puoi cliccare sul pulsante per giocarci.","Visit":"Visita","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"Condividi un nuovo token gratuito airdrop, N1Swap, che si basa su uno scambio decentralizzato sulla rete Tron e dovrebbe essere rilasciato ufficialmente alla fine di aprile. Ora puoi ottenere gratuitamente i token NST inserendo il tuo indirizzo del portafoglio."}