{"Home":"ホーム","A pixel NFT project from official N1Swap team":"N1Swap公式チームによるピクセルNFTプロジェクト","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap,next TRX分散型取引所に投資する価値がある。","Base on TRX network":"TRXネットワークに基づく","low transaction GAS":"低トランザクションGAS","NST holder":"NSTホルダー","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"流動性提供者には0.25%の取引手数料、NST保有者には0.05%の取引手数料を提供","Lower Stablecoin trading slippage":"ステーブルコイン取引のスリッページが少ない","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"ステーブルコインの取引ペアは、より低いスリッページアルゴリズムを使用しています（Curve.fiに似ています）。","Coming in End of April, Get Free NST Airdop now":"4月末発売予定、無料のNST Airdopを手に入れよう","Submit your Trx address":"あなたのTrxアドレスを送信","you can submit your address and get NST airdrops for free":"あなたのアドレスを送信し、無料でNSTエアドロップを得ることができます。","Submit":"送信","Join in our community":"私たちのコミュニティに参加する","Join our community get 1 NST more":"コミュニティに参加すると、NSTを1回多くもらえます。","Share in Twitter or FB":"ツイッターやFBでシェア","if someone fill the airdop with your share url, you will get 10 NFT more.":"誰かがあなたのシェアURLでエアドロップを埋めれば、10NFT追加されます。","you can share anywhere like telegram ,discord, whatsapp ...":"他にも、テレグラム、ディスコード、Whatsappなど、どこでも共有することができます。","Notice":"お知らせ","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1つのIPアドレス、1つのデバイスにつき、1日1つのエアドップトリックスアドレスのみとなります。","Extra Reward":"追加報酬","Already obtained":"既に取得済み","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"N1Swap取引所は開発中ですが、N1SwapチームのNFTプロジェクト「Pixelschain」は現在ライブ中で、ボタンをクリックして遊ぶことができます。","Visit":"訪問する","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"新しい無料のエアドロップトークンであるN1Swapを共有しましょう。このトークンはTronネットワーク上の分散型取引所をベースにしており、4月末には正式にリリースされる予定です。現在、ウォレットアドレスを入力することで、無料のNSTトークンを入手することができます。"}