{"Home":"집","A pixel NFT project from official N1Swap team":"공식 N1Swap 팀의 픽셀 NFT 프로젝트","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, 다음 TRX는에서 교환 가치 투자를 분산","Base on TRX network":"TRX 네트워크에 대한 자료","low transaction GAS":"낮은 거래 GAS","NST holder":"NST 홀더","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"유동성 공급자는 NST 홀더는 0.05 %의 거래 수수료 율을 받고, 0.25 % 거래 수수료 비율을 받게됩니다","Lower Stablecoin trading slippage":"낮은 Stablecoin 거래 미끄러짐","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"Stablecoin 거래 쌍 (Curve.fi 유사) 낮은 슬립 알고리즘을 사용","Coming in End of April, Get Free NST Airdop now":"4 월 끝에서오고, 지금 무료 NST Airdop 받기","Submit your Trx address":"당신의 송수신 주소를 제출","you can submit your address and get NST airdrops for free":"당신은 당신의 주소를 입력하고 무료 NST의 airdrops를 얻을 수 있습니다","Submit":"제출","Join in our community":"우리 지역 사회에 참여하기","Join our community get 1 NST more":"우리 사회가 더 한 NST를받을 가입","Share in Twitter or FB":"트위터 나 FB으로 공유하기","if someone fill the airdop with your share url, you will get 10 NFT more.":"누군가가 공유 URL로 airdop을 채울 경우, 당신은 더 많은 노퍽 표준시 01시을 얻을 것이다.","you can share anywhere like telegram ,discord, whatsapp ...":"당신은 전보, 불화, WhatsApp에 같은 어디서나 공유 할 수 있습니다 ...","Notice":"주의","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"수단은 하나의 사용자 전송 더 후 1 개 주소, 나머지는 무시 될 경우 있음 (1 개) IP 주소, 하루에 한 장치 만 1 airdop의 TRX 주소.","Extra Reward":"추가 보상","Already obtained":"이미 획득","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"N1Swap 교환이 개발 중일 때, N1Swap 팀의 NFT 프로젝트 Pixelschain 지금 살고이고 당신은 그것으로 재생 버튼을 클릭 할 수 있습니다.","Visit":"방문","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"트론 네트워크에 분산 교환을 기반으로 공식적으로 4 월 말에 출시 될 것으로 예상되는 새로운 무료 공중 투하 토큰, N1Swap를 공유 할 수 있습니다. 당신은 지금 당신의 지갑 주소를 작성하여 무료 NST 토큰을 얻을 수 있습니다."}