{"Home":"Главная страница","A pixel NFT project from official N1Swap team":"Пиксельный проект NFT от официальной команды N1Swap","N1Swap,next TRX decentralized exchange worth investing in":"N1Swap, следующая децентрализованная биржа TRX стоит инвестировать в","Base on TRX network":"База на сети TRX","low transaction GAS":"низкая транзакция GAS","NST holder":"держатель NST","Liquidity providers will receive a 0.25% transaction fee rate,NST holders receive a 0.05% transaction fee rate":"Ликвидные провайдеры получат ставку комиссии за транзакцию в размере 0,25%, держатели NST получат ставку комиссии за транзакцию в размере 0,05%.","Lower Stablecoin trading slippage":"Нижнее проскальзывание торговли Stablecoin","Stablecoin trading pairs use a lower slippage algorithm (similar to Curve.fi)":"Торговые пары Stablecoin используют алгоритм более низкого проскальзывания (аналогично Curve.fi).","Coming in End of April, Get Free NST Airdop now":"Приезжая в конце апреля, получите бесплатный NST Airdop прямо сейчас.","Submit your Trx address":"Отправьте свой Trx-адрес","you can submit your address and get NST airdrops for free":"вы можете отправить свой адрес и получить NST капельницы бесплатно.","Submit":"Отправить .","Join in our community":"Присоединяйтесь к нашему сообществу","Join our community get 1 NST more":"Присоединяйтесь к нашему сообществу и получите 1 NST больше","Share in Twitter or FB":"Поделиться в Twitter или FB","if someone fill the airdop with your share url, you will get 10 NFT more.":"если кто-нибудь наполнит птичник твоей урной с долей, ты получишь еще 10 NFT.","you can share anywhere like telegram ,discord, whatsapp ...":"вы можете поделиться где угодно, например, телеграммой, диссертацией, что угодно...","Notice":"Обратите внимание:","1 ip address, 1 device only 1 airdop trx address per day, that means if one user send more then 1 address, the others will be ignore.":"1 ip-адрес, 1 устройство только 1 airdop trx-адрес в день, это означает, что если один пользователь отправит более 1 адреса, остальные будут проигнорированы.","Extra Reward":"Дополнительная премия","Already obtained":"Уже полученный","While the N1Swap exchange is in development, the N1Swap team's NFT project Pixelschain is now live and you can click the button to play with it.":"В то время как обмен N1Swap находится в разработке, NFT-проект команды N1Swap \"Pixelschain\" теперь работает в режиме реального времени, и вы можете нажать кнопку, чтобы поиграть с ним.","Visit":"Посетите .","Share a new free airdrop token, N1Swap, which is based on a decentralized exchange on the Tron network and is expected to be officially released at the end of April. You can now get free NST tokens by filling in your wallet address.":"Поделитесь новым бесплатным токеном для сброса птиц N1Swap, который основан на децентрализованной обмене в сети Tron и, как ожидается, будет официально выпущен в конце апреля. Теперь вы можете получить бесплатный токен NST, заполнив адрес своего кошелька."}